Repository: zertuncer/Trio-main
Catalog: Trio-main/EversenseKit/EversenseKit-063eb66e21e1555edf45e01548ab948af6a79519/EversenseKitUI/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans

source: Your transmitter's temperature is too high. Go to a cooler area to resume receiving sensor glucose readings. If the problem persists, contact Eversense Customer Support.
ar: درجة حرارة جهاز الإرسال مرتفعة للغاية. انتقل إلى منطقة أكثر برودة لاستئناف تلقي قراءات جلوكوز المستشعر. إذا استمرت المشكلة، اتصل بخدمة عملاء Eversense.
cs: Teplota vašeho vysílače je příliš vysoká. Přejděte na chladnější místo, abyste mohli obnovit příjem údajů o glukóze ze snímače. Pokud problém přetrvává, kontaktujte zákaznickou podporu společnosti Eversense.
da: Din senders temperatur er for høj. Gå til et køligere område for at genoptage modtagelsen af sensorglukosemålinger. Hvis problemet fortsætter, skal du kontakte Eversense Customer Support.
de: Die Temperatur Ihres Sensors ist zu hoch. Begeben Sie sich an einen kühleren Ort, um den Empfang der Blutzuckerwerte des Sensors wieder aufzunehmen. Sollte das Problem weiterhin bestehen, wenden Sie sich bitte an den Eversense-Kundendienst.
es: La temperatura de su transmisor es demasiado alta. Vaya a una zona más fresca para volver a recibir las lecturas de glucosa del sensor. Si el problema persiste, póngase en contacto con el servicio de atención al cliente de Eversense.
fi: Lähettimen lämpötila on liian korkea. Siirry viileämpään tilaan jatkaaksesi anturin glukoosilukemien vastaanottamista. Jos ongelma jatkuu, ota yhteyttä Eversensen asiakastukeen.
fr: La température de votre émetteur est trop élevée. Allez dans un endroit plus frais pour recommencer à recevoir les relevés de glucose du capteur. Si le problème persiste, contactez le service clientèle d'Eversense.
he: הטמפרטורה של המשדר שלך גבוהה מדי. עבור לאזור קריר יותר כדי לחדש את קבלת קריאות הגלוקוז בחיישן. אם הבעיה נמשכת, פנה לתמיכת הלקוחות של Eversense.
hu: A jeladó hőmérséklete túl magas. Menjen egy hűvösebb helyre, hogy folytassa az érzékelő glükózméréseinek fogadását. Ha a probléma továbbra is fennáll, lépjen kapcsolatba az Eversense ügyfélszolgálatával.
it: La temperatura del trasmettitore è troppo alta. Recarsi in un'area più fresca per riprendere a ricevere le letture del glucosio del sensore. Se il problema persiste, contattare l'assistenza clienti Eversense.
ja: 送信機の温度が高すぎます。涼しい場所に移動して、センサーのグルコース測定値の受信を再開してください。それでも問題が解決しない場合は、Eversenseカスタマーサポートまでご連絡ください。
ko: 트랜스미터의 온도가 너무 높습니다. 서늘한 곳으로 이동하여 센서 혈당 측정값 수신을 다시 시작하세요. 문제가 지속되면 에버센스 고객 지원팀에 문의하세요.
nb: Temperaturen på senderen er for høy. Gå til et kjøligere område for å fortsette å motta sensorglukosemålinger. Hvis problemet vedvarer, kontakt Eversense kundestøtte.
nl: De temperatuur van uw zender is te hoog. Ga naar een koelere ruimte om de sensorglucosewaarden weer te ontvangen. Als het probleem aanhoudt, neem dan contact op met de Eversense Klantenservice.
pl: Temperatura nadajnika jest zbyt wysoka. Przejdź do chłodniejszego miejsca, aby wznowić odczyty glukozy z czujnika. Jeśli problem nie ustąpi, skontaktuj się z działem obsługi klienta Eversense.
pt_br: A temperatura do transmissor está demasiado alta. Vá para uma área mais fresca para voltar a receber as leituras de glicose do sensor. Se o problema persistir, contacte o Apoio ao Cliente Eversense.
ro: Temperatura transmițătorului este prea ridicată. Mergeți într-o zonă mai răcoroasă pentru a relua recepționarea citirilor de glicemie de la senzor. Dacă problema persistă, contactați Asistența Clienți Eversense.
ru: Температура вашего датчика слишком высока. Перейдите в более прохладное место, чтобы возобновить прием показаний датчика глюкозы. Если проблема сохраняется, обратитесь в службу поддержки клиентов Eversense.
sk: Teplota vášho vysielača je príliš vysoká. Prejdite na chladnejšie miesto, aby ste mohli obnoviť prijímanie údajov o glukóze zo snímača. Ak problém pretrváva, kontaktujte zákaznícku podporu spoločnosti Eversense.
sl: Temperatura oddajnika je previsoka. Pojdite v hladnejši prostor, da boste lahko ponovno sprejemali odčitke glukoze s senzorja. Če se težava nadaljuje, se obrnite na Eversense Customer Support.
sv: Temperaturen på din sändare är för hög. Gå till ett svalare område för att återuppta mottagningen av sensorns glukosavläsningar. Om problemet kvarstår, kontakta Eversense kundsupport.
tr: Vericinizin sıcaklığı çok yüksek. Sensör glikoz okumalarını almaya devam etmek için daha serin bir alana gidin. Sorun devam ederse Eversense Müşteri Desteği ile iletişime geçin.
uk: Температура вашого датчика занадто висока. Перейдіть у прохолодне місце, щоб відновити отримання показань датчика глюкози. Якщо проблема не зникне, зверніться до служби підтримки клієнтів Eversense.
vi: Nhiệt độ máy phát của bạn quá cao. Đi đến khu vực mát hơn để tiếp tục nhận các chỉ số glucose của cảm biến. Nếu sự cố vẫn tiếp diễn, hãy liên hệ với Bộ phận Hỗ trợ Khách hàng Eversense.
zh_hans: 发射机温度过高。请到温度较低的地方重新接收传感器葡萄糖读数。如果问题仍然存在，请联系 Eversense 客户支持中心。

source: d
he: ד

source: h
he: ח
